Repository: gschizas/reddit-slack-bot
Catalog: locale/cron_descriptor/*.po
Languages: el_gr

source: An error occured when generating the expression description. Check the cron expression syntax.
el_gr: Πρόεκυψε σφάλμα κατά τη δημιουργία της περιγραφής της έκφρασης. Ελέγξτε τη σύνταξη της έκφρασης cron.

source: At
el_gr: Στις

source: Every minute between {0} and {1}
el_gr: Κάθε λεπτό μεταξύ {0} και {1}

source: At
el_gr: Στις

source: and
el_gr: και

source: every second
el_gr: κάθε δευτερόλεπτο

source: every {0} seconds
el_gr: κάθε {0} δευτερόλεπτα

source: seconds {0} through {1} past the minute
el_gr: δευτερόλεπτα {0} ως {1} μετά το λεπτό

source: at {0} seconds past the minute
el_gr: στα {0} δευτερόλεπτα μετά το λεπτό

source: every minute
el_gr: κάθε λεπτό

source: every {0} minutes
el_gr: κάθε {0} λεπτά

source: minutes {0} through {1} past the hour
el_gr: λεπτά {0} ως {1} μετά την ώρα

source: at {0} minutes past the hour
el_gr: στα {0} λεπτά μετά την ώρα

source: every hour
el_gr: κάθε ώρα

source: every {0} hours
el_gr: κάθε {0} ώρες

source: between {0} and {1}
el_gr: μεταξύ {0} και {1}

source: at {0}
el_gr: στις {0}

source: first
el_gr: πρώτη

source: second
el_gr: δεύτερη

source: third
el_gr: τρίτη

source: forth
el_gr: τέταρτη

source: fifth
el_gr: πέμπτη

source: , on the
el_gr: , στις

source: {0} of the month
el_gr: {0} του μήνα

source: , on the last {0} of the month
el_gr: , την τελευταία {0} του μήνα

source: , only on {0}
el_gr: , μόνο {0}

source: , every day
el_gr: , κάθε μέρα

source: , every {0} days of the week
el_gr: , κάθε {0} μέρες της εβδομάδας

source: , {0} through {1}
el_gr: , {0} ως {1}

source: , every {0} months
el_gr: , κάθε {0} μήνες

source: , only in {0}
el_gr: , μόνο το{0}

source: , on the last day of the month
el_gr: , την τελευταία μέρα του μήνα

source: , on the last weekday of the month
el_gr: , την τελευταία εργάσιμη του μήνα

source: first weekday
el_gr: πρώτη εργάσιμη

source: weekday nearest day {0}
el_gr: εργάσιμη πιο κοντά στις {0}

source: , on the {0} of the month
el_gr: , τις {0} του μήνα

source: , every {0} days
el_gr: , κάθε {0} μέρες

source: , between day {0} and {1} of the month
el_gr: , μεταξύ της {0} και {1} του μήνα

source: , on day {0} of the month
el_gr: , την {0}η μέρα του μήνα

source: , every {0} years
el_gr: , κάθε {0} χρόνια

source: and
el_gr: και

source: , every minute
el_gr: , κάθε λεπτό

source: , every hour
el_gr: , κάθε ώρα

source: AM
el_gr: πμ

source: PM
el_gr: μμ

source: , starting {0}
el_gr: , αρχίζοντας από {0}

source: , {0} days before the last day of the month
el_gr: , {0} μέρες πριν το τέλος του μήνα

source: at {0} seconds past the minute [grThen20]
el_gr: στα {0} δευτερόλεπτα μετά το λεπτό [grThen20]

source: , second {0} through second {1}
el_gr: , δευτερόλεπτο {0} ως δευτερόλεπτο {1}

source: at {0} minutes past the hour [grThen20]
el_gr: στα {0} λεπτά μετά την ώρα [grThen20]

source: , minute {0} through minute {1}
el_gr: , λεπτό {0} ως λεπτό {1}

source: , hour {0} through hour {1}
el_gr: , ώρα {0} ως ώρα {1}

source: , month {0} through month {1}
el_gr: , μήνας {0} ως μήνας {1}

source: , year {0} through year {1}
el_gr: , έτος {0} ως έτος {1}
